Repository: christiandunn/mapdistance
Catalog: *.lproj/Localizable.strings
Languages: fr

source: Draw
fr: Dessiner

source: Clear
fr: Nettoyer

source: Error
fr: Erreur

# GeoCodeError
source: Requires internet connection, or other error in obtaining search results.
fr: Nécessite une connexion Internet, ou autre erreur dans l'obtention de résultats de recherche.

source: Map Type
fr: La carte

source: Location
fr: Position

# Map Distance
source: Map Distance & Area
fr: Chemin sur la carte

# Label_Offset_Config
source: Offset Path from Touch Vertically by:
fr: Compenser chemin

# Pixels_Low
source: 80 Px. Low
fr: Sous

# Pixels_No_Offset
source: No Offset
fr: Rien

# Pixels_Up
source: 80 Px. Up
fr: Haute

# Continue drawing the path on the map
source: Continue Path
fr: Continuent Chemin

# Start drawing the path on the map
source: Move the cursor to a start point, then press here to start drawing the path
fr: Commencer à dessiner le chemin

source: Settings
fr: Réglages

# AllowDrawLabel
source: Drawing Mode Enabled?
fr: Modifier le chemin

# StraightLineLabel
source: Draw only a straight line
fr: Draw only a straight line (FR)

# UseAreaLabel
source: Estimate Area Instead of Distance
fr: Trouver zone

source: Search Text
fr: Texte de recherche

source: Add Pin and Find
fr: Ajouter un point et trouver

source: Find on Map
fr: Trouver sur la carte

source: Add Pin to Map
fr: Ajouter un point à la carte

source: Search Results
fr: Les résultats de recherche

source: Zero Results
fr: La recherche est terminée

# ZeroResultsText
source: The geocoder couldn't find the inputted address. Please note that the search box in this program is designed for quick navigation to cities, not detailed location search.
fr: Il n'y a pas des résultats de recherche.

source: Close
fr: Fermer

# SearchBarPlaceholderText
source: General location search: Use to search for a town, city or village on the map
fr: Rechercher une Adresse

source: Square Kilometers
fr: Kilomètre Carré

source: Area
fr: Surface

# AreaNotCalc
source: Area has not been calculated.
fr: Région n'a pas été calculée

# Area Not Calculated
source: Calculating an Area
fr: Pour calculer l'aire

# AreaNotCalculatedMessage
source: For best results, draw a convex shape with a path that intersects itself relatively close to where it started.
fr: Pour de meilleurs résultats, dessiner une forme convexe, avec un chemin qui croise elle-même relativement proche de là où il a commencé.

source: Square Miles
fr: Miles carrés

# TryingToCalculateArea
source: Trying to calculate approximate area
fr: D'essayer de deviner la zone

# UseAutomaticScroll
source: Automatically scroll the map
fr: Déplacer carte automatiquement

source: Yes
fr: Oui

source: No
fr: Non

# TrashAlertTitle
source: Delete Current Path?
fr: Supprimer?

# TrashAlertMessage
source: You can use the left arrow button to undo drawing mistakes
fr: Vous pouvez utiliser le bouton flèche gauche pour annuler les erreurs de dessin

# YesReview
source: Review This App
fr: écrire des commentaires

# NoReview
source: No, thank you
fr: non, merci

source: Later
fr: faire plus tard

# ReviewThisAppTitle
source: Found this app useful?
fr: Cette application

# ReviewThisAppMessage
source: Please consider reviewing Map Distance & Area. Thoughtful, honest reviews help encourage the developer to continue updating this app.
fr: S'il vous plaît envisager d'écrire à propos de cette app. Des critiques et commentaires qui sont réfléchies et honnête contribuer à encourager le développeur de continuer à actualiser cette application.

# CopyToPasteboardTitle
source: Copy Text to Pasteboard?
fr: Copier du texte dans pasteboard?

# CopyToPasteboardMessage
source: This text will be copied:
fr: Soyez prévenus, si vous appuyez sur <<Oui>>, puis tout ce qui va écraser tout ce qui est sur ​​le pasteboard maintenant! ce texte serait copié:

source: Start Here
fr: Démarrer

# LatitudeSpanSettingLabel
source: Slower area calculation if latitude spans more than:
fr: Distance maximale pour le mode rapide

# DrawButton
source: Draw ✏
fr: Dessiner

# DrawButtonSelected
source: Erase ❌
fr: Nettoyer

# CanNowMoveMap
source: You can now move the map
fr: Vous pouvez maintenant déplacer la carte

# SeenContinuePathBeforeTitle
source: Continuing the path
fr: Poursuivant le chemin

# SeenContinuePathBeforeMessage
source: How it works: Touch anywhere on the map where you would like your path to continue. A blue line will appear. When the line points where you want the path to go, press the big button. Keep your finger pressed on the map while pressing the big button with another finger to continue drawing a curvy path.
fr: Touchez n'importe quel point sur ​​la carte où vous souhaitez que votre chemin pour continuer. Lorsque les points de la ligne bleue où vous voulez que le chemin à parcourir, appuyez sur le gros bouton. Maintenez le doigt appuyé sur la carte tout en appuyant sur le gros bouton avec un autre doigt pour continuer à tracer un chemin sinueux.

# DontShowSCPBTAgain
source: Understood
fr: Entendu

# NowDrawPathOnMap
source: Touch anywhere on map to draw path
fr: Vous pouvez dessiner un chemin

# TutLabelMapMove1
source: Press the
fr: Touchez le

# TutLabelMapMove2
source: button to move map
fr: pour déplacer la carte

# PauseDrawingOnTouchUpLabel
source: Pause drawing if finger lifted
fr: arrêter de dessiner doigt levé si

# DoneButtonItemText
source: Pause
fr: Fini

source: Edit
fr: éditer

# UndoButtonMessageTitle
source: Undo Button
fr: Défaire

# UndoButtonMessage
source: When drawing is being done, this button undoes the last step.
fr: Ce bouton annule la dernière action effectuée, lorsque le dessin est fait.

# MapDistanceTitle
source: Distance & Area
fr: Outils de la Carte

source: Remaining On Path
fr: Reste du trajet

# RemainingToHole
source: Direct Distance To Hole
fr: Distance de trou

# AddNewMeasurementLabel
source: Add New Line or Region to Measure
fr: Ajouter nouvelle ligne ou de la région
